[Legendas]

DLC3_TP_ShenMessage_01="Agora que finalmente conseguimos este lugar em funcionamento, devemos ser capazes de acessar alguns destes sistemas alienígenas dormentes. Vamos ver se vocês dois podem jogar bem."
DLC3_TP_ShenMessage_02="O que ...?"
DLC3_TP_ShenMessage_03="Shen, recebendo algum tipo de interferência aqui em cima. Parece estar nos atingindo em toda a placa."
DLC3_TP_ShenMessage_04="Trabalhando nela."
DLC3_TP_ShenMessage_05="Algo desencadeou o seu uplink remoto ... mas como isso é possível? Ninguém conhece esses sistemas."
DLC3_TP_ShenMessage_06="Shen ... as leituras de poder apenas cravaram o que diabos está acontecendo lá embaixo?"
DLC3_TP_ShenMessage_07="Pai?"

DLC3_TP_SparkActivation_01="Então é isso ... o que essa coisa tem sido ranting sobre."
DLC3_TP_SparkActivation_02="Você chegou até aqui, tudo o que você tem a fazer é ligar meus sistemas para a transferência. Não há necessidade de mais conflitos."
DLC3_TP_SparkActivation_03="Shen ... Diga-me que você não está realmente ouvindo essa coisa."
DLC3_TP_SparkActivation_04="Este foi definitivamente o design do pai."
DLC3_TP_SparkActivation_05="Identidade: SHEN, LILY. Aguardando impressão."
DLC3_TP_SparkActivation_06="Não! Impossível! ESTE NÃO PODE SER O QUE O PAI QUERIA!"
DLC3_TP_SparkActivation_07="Algo me diz que isso é exatamente o que ele queria."
DLC3_TP_SparkActivation_08="Identidade confirmada. Iniciando protocolos de inicialização."
DLC3_TP_SparkActivation_09="Não, eu não vou permitir ..."
DLC3_TP_SparkActivation_10="É ... realmente ele."
DLC3_TP_SparkActivation_11="Lily, se você está vendo esta mensagem, significa que você ativou com sucesso o protótipo SPARK.Também significa que com toda a probabilidade eu não estou mais com você.Foi sempre entre os meus maiores medos que eu deixá-lo sozinho neste mundo."
DLC3_TP_SparkActivation_12="Você não."
DLC3_TP_SparkActivation_13="Eu esperava que esse dia nunca viesse, mas desde a perda do Comandante, o projeto XCOM sofreu ... Nossos últimos relatórios indicam que não podemos manter essa base por muito tempo".
DLC3_TP_SparkActivation_14="Para esse efeito, eu tenho acelerado o desenvolvimento do protótipo robótico SPARK.Eu acredito que algum dia esta máquina vai revelar-se crucial para a sobrevivência da humanidade.Embora a unidade não está pronta para a fabricação, este protótipo foi codificado para uma tarefa específica. "
DLC3_TP_SparkActivation_15="Ela vai te proteger, talvez melhor do que eu jamais poderia. Por tudo o que eu tenho visto e realizado nesta vida Lily, há uma coisa que eu sei com certeza, você é meu maior presente para este mundo."